Repository: common-repository/quick-whatsapp
Catalog: languages/quick-whatsapp-*.po
Languages: de_de

source: German
de_de: Deutsch

source: With this Plugin installed, a WhatsApp Button will show on each Post in your WordPress.
de_de: Wenn dieses Plugin installiert ist, wird bei jedem Beitrag in Ihrem WordPress ein WhatsApp-Button angezeigt.

source: Enter your mobile phone number which you can receive WhatsApp Msg
de_de: Geben Sie Ihre Handynummer ein, unter der Sie WhatsApp-Nachrichten empfangen können

source: Menu
de_de: Menü

source: Mobile Phone Number
de_de: Mobiltelefonnummer

source: WhatsApp Group Link
de_de: WhatsApp-Gruppen-Link

source: Templates for Button Design
de_de: Vorlagen für das Button-Design

source: Quick WhatsApp Chat Options
de_de: Quick WhatsApp Chat Optionen

source: Mobile phone number (417611122233)
de_de: Handynummer (417611122233)

source: Save
de_de: Speichern

source: Reset
de_de: Zurücksetzen

source: Own Chat Greeting-Words
de_de: Eigene Chat-Grußwörter

source: Quick Whatsapp Button Design Settings
de_de: Quick Whatsapp Button Designeinstellungen

source: Choose your Button Design from 4 Styles
de_de: Wählen Sie Ihr Button-Design aus 4 Stilen

source: Custom Button (https://www.yourdomain.ch/whatsappbutton.jpg)
de_de: Benutzerdefinierte Schaltfläche (https://www.yourdomain.ch/whatsappbutton.jpg)

source: Chat Button activ / inactiv
de_de: Chat-Button aktivieren / deaktivieren

source: If you do not want the normal chat button to be displayed, you can deactivate it here.
de_de: Wenn Sie nicht möchten, dass der normale Chat-Button angezeigt wird, können Sie ihn hier deaktivieren.

source: Chat Button is deactivated / hidden
de_de: Chat-Button ist deaktiviert / versteckt

source: Chat Button is active / visible
de_de: Chat-Button ist aktiv / sichtbar

source: Chat is offline
de_de: Der Chat ist offline

source: Chat is online
de_de: Der Chat ist online

source: Quick Whatsapp Share Functions
de_de: Quick Whatsapp Share Funktionen

source: If you want to display a share button in addition to the chat button (only works if the chat button is active)
de_de: Wenn Sie zusätzlich zum Chat-Button einen Share-Button anzeigen möchten (funktioniert nur, wenn der Chat-Button aktiv ist)

source: Share Function off
de_de: Teilen-Funktion deaktiviert

source: Share Function on
de_de: Share-Funktion aktiviert

source: Show Chat Button after Cart Button?
de_de: Chat-Button nach Warenkorb-Button anzeigen?

source: This button appears in WooCommerce on the product detail page - directly after the Add-To-Cart button (shopping cart button)
de_de: Dieser Button erscheint in WooCommerce auf der Produktdetailseite – direkt nach dem Add-To-Cart-Button (Warenkorb-Button)

source: off
de_de: aus

source: on
de_de: an

source: Floating Button active oder inactiv?
de_de: Floating Button aktiv oder inaktiv?

source: If you want, you can activate the floating button here. A small round button will then be visible on the bottom right-hand side.
de_de: Wenn Sie möchten, können Sie hier den floating Button aktivieren. Unten rechts ist dann ein kleiner runder Button zu sehen.

source: Floating Button is deactivated
de_de: Floating Button ist deaktiviert

source: Floating Button is actived
de_de: Schwebende Schaltfläche ist aktiviert

source: Floating Button Position
de_de: Position des floating buttons

source: Position from right to left in px or %
de_de: Position von rechts nach links in px oder %

source: ex. 100px or 10%
de_de: z. B. 100px oder 10%

source: Position from bottom to above in px or %
de_de: Position von unten nach oben in px oder %

source: This is your Shortcode
de_de: Das ist dein Shortcode

source: WhatsApp Group ID
de_de: WhatsApp-Gruppen-ID

source: Example
de_de: Beispiel

source: if you dont use a own group button then you will see this button
de_de: Wenn Sie keinen eigenen Button für "Eigene Gruppe" verwenden, sehen Sie diese Schaltfläche

source: The following shortcodes are available
de_de: Die folgenden Shortcodes sind verfügbar

source: Quick WhatsApp Group Link
de_de: Quick WhatsApp Gruppen-Link

source: Plugin recommendation
de_de: Plugin-Empfehlung

source: if you need are looking for a seo plugin for your wordpress, then I recommend this plugin called "WP Smart SEO".
de_de: Wenn Sie auf der Suche nach einem SEO-Plugin für Ihr WordPress sind, empfehle ich dieses Plugin namens "WP Smart SEO".

source: If you want to install google analytics (Universal and GA4), then I recommend this plugin "Quick Google Analytics".
de_de: Wenn Sie Google Analytics (Universal und GA4) installieren möchten, dann empfehle ich Ihnen dieses Plugin "Quick Google Analytics".

source: all 3 plugins work perfectly together
de_de: Alle 3 Plugins arbeiten perfekt zusammen

source: This is the Simple Webchat Plugin for WordPress - created by
de_de: Dies ist das Simple Webchat Plugin für WordPress - erstellt von

source: Please finish installing the Quick Whatsapp plugin. To do this, go to Quick Whatsapp Administration
de_de: Bitte beenden Sie die Installation des Quick Whatsapp-Plugins. Gehen Sie dazu in die schnelle Whatsapp-Verwaltung

source: Please Config your Floating Button
de_de: Bitte konfigurieren Sie Ihren Floating-Button

source: With Simple Webchat you can quickly add a WhatsApp Button into your Website. Settings for <a href="options-general.php?page=QWA_quickwhatsapp">Quick WhatsApp Administration</a>
de_de: Mit Simple Webchat können Sie schnell einen WhatsApp-Button in Ihre Website einfügen. Einstellungen für <a href="options-general.php?page=QWA_quickwhatsapp">Quick WhatsApp Administration</a>
